acceptance/evidence/channel-transfer/worker/task_6cc10de1c62c4d50bb3f7455/prepare/revision-1/prep_d8b1d0e6d3d740faaf0d7915/public_channel/transfer/readback-case/0/U
FoamFile
{
 version 2.0;
 format ascii;
 class volVectorField;
 object U;
}
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0.014999999999999999 0 0);
boundaryField {
 inlet { type fixedValue; value nonuniform List<vector> 24 ( (0.0018343451864700779 0 0)
(0.0052688638334778834 0 0)
(0.0083911535125758881 0 0)
(0.011201214223764092 0 0)
(0.013699045967042498 0 0)
(0.015884648742411099 0 0)
(0.017758022549869905 0 0)
(0.019319167389418905 0 0)
(0.020568083261058107 0 0)
(0.021504770164787509 0 0)
(0.02212922810060711 0 0)
(0.022441457068516909 0 0)
(0.022441457068516912 0 0)
(0.02212922810060711 0 0)
(0.021504770164787509 0 0)
(0.020568083261058107 0 0)
(0.019319167389418909 0 0)
(0.017758022549869905 0 0)
(0.015884648742411099 0 0)
(0.013699045967042496 0 0)
(0.011201214223764095 0 0)
(0.0083911535125758864 0 0)
(0.0052688638334778834 0 0)
(0.0018343451864700812 0 0) ); }
 outlet { type zeroGradient; }
 walls { type noSlip; }
 frontAndBack { type empty; }
}
