acceptance/evidence/channel-transfer/worker/task_6cc10de1c62c4d50bb3f7455/prepare/revision-1/prep_d8b1d0e6d3d740faaf0d7915/public_channel/transfer/readback-case/0/p
FoamFile
{
 version 2.0;
 format ascii;
 class volScalarField;
 object p;
}
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField {
 inlet { type zeroGradient; }
 outlet { type fixedValue; value uniform 0; }
 walls { type zeroGradient; }
 frontAndBack { type empty; }
}
