acceptance/evidence/channel-transfer/worker/task_6cc10de1c62c4d50bb3f7455/prepare/revision-1/prep_d8b1d0e6d3d740faaf0d7915/public_channel/transfer/readback-case/constant/transportProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object transportProperties;
}
transportModel Newtonian;
nu [0 2 -1 0 0 0 0] 0.002;
