acceptance/evidence/channel-transfer/worker/task_6cc10de1c62c4d50bb3f7455/prepare/revision-1/prep_d8b1d0e6d3d740faaf0d7915/public_channel/transfer/readback-case/system/fvSchemes
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object fvSchemes;
}
ddtSchemes { default steadyState; }
gradSchemes { default Gauss linear; }
divSchemes { default none; div(phi,U) Gauss linearUpwind grad(U); div((nuEff*dev2(T(grad(U))))) Gauss linear; }
laplacianSchemes { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes { default corrected; }
wallDist { method meshWave; }
