acceptance/evidence/channel-transfer/worker/task_6cc10de1c62c4d50bb3f7455/prepare/revision-1/prep_d8b1d0e6d3d740faaf0d7915/public_channel/transfer/readback-case/system/fvSolution
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object fvSolution;
}
solvers {
 p { solver GAMG; tolerance 1e-10; relTol 0.01; smoother GaussSeidel; }
 U { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-10; relTol 0.01; }
}
SIMPLE { nNonOrthogonalCorrectors 0; }
relaxationFactors { fields { p 0.3; } equations { U 0.7; } }
